# dream_team이란 이름으로 중첩 딕셔너리 만들기

dream_team = {
    '박보영': {
        '생일': '1990년 2월 12일',
        '혈액형': 'O형',
        '별명': '뽀블리',
        '데뷔': '2006년 EBS 드라마 비밀의 교정',
        '종교': '개신교',
    },
    '태연': {
        '생일': '1989년 3월 9일',
        '혈액형': 'A형',
        '별명': '탱구',
        '데뷔': '2007년 소녀시대 싱글 1집 다시 만난 세계',
        '종교': '무교',
    },
    '수지': {
        '생일': '1994년 10월 10일',
        '혈액형': 'AB형',
        '별명': '국민 첫사랑',
        '데뷔': '2010년 miss A 싱글 1집 Bad But Good',
        '종교': '무종교',
    },
    '강한나': {
        '생일': '1989년 1월 30일',
        '혈액형': 'O형',
        '별명': '오리궁둥이',
        '데뷔': '2009년 영화 마지막 귀갓길',
        '종교': '천주교',
    }
}

print(dream_team['박보영']['종교'])

print(dream_team['태연']['데뷔'])

print(dream_team['수지']['별명'])

print(dream_team['강한나']['생일'])
